<template>
    <div>
    <h2>Home page</h2>
    <p>Планировщик задач — программа (служба или демон), часто называемая сервисом операционной системы, которая запускает другие программы в зависимости от различных критериев, как, например:
наступление определённого времени; переход операционной системы в определённое состояние (бездействие, спящий режим и т. д.); поступление запроса от администратора через пользовательский интерфейс или через инструменты удалённого администрирования.</p>
    <router-link to="/todos">Todos</router-link>
    </div>
</template>

<script>
    export default {
        
    }
</script>

<style lang="scss" scoped>

</style>